Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=922_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmǩiõllsa mättjem-mateeriaaltuâi õõudâsviikkâmpeiʹvv 17.9.2014
fin: Saamenkielisen oppimateriaalityön kehittämispäivä 17.9.2014

source: Sääʹmteeʹǧǧ škoouʹlʼjem- da mättjem-materiaalkoontâr reäšš sääʹmǩiõllsa mättjem-materiaal õõudâsviikkâmpeeiʹv 17.9.2014 klo 9.00 - 16.00 Sääʹmkulttuurkõõskõs Sajoozz parlameʹnttkueʹrnec Soljust Aanrest.
fin: Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto järjestää saamenkielisen oppimateriaalityö kehittämispäivän 17.9.2014 klo 9.00 - 16.00 Saamelaiskulttuurikeskus Sajoksen parlamenttisali Soljussa Inarissa.

source: ʼõudâsviikkâmpeiʹvv lij äävai pukid kook perste mättjem-materiaaltuâjast.
fin: Kehittämispäivä on avoin kaikille oppimateriaalityöstä kiinnostuneille.

source: ǩiõttǩeeʹrjtumuš, jåårǥlâttmõš, ǩiõltaʹrǩǩumuš, karttʼteemtuâi, kuâsttjõstuâjj, programmstõs dnõ.
fin: Oppimateriaalityöhön kuuluu mm. käsikirjoittamista, kääntämistä, kielen tarkistusta, kuvitustöitä, taittamista, ohjelmointia jne.

source: Pooddâst čuäʹjtet, saǥstõõlât da plaaneet sääʹmteeʹǧǧ mättjem-materiaaltuâi.
fin: Tilaisuudessa esitellään, keskustellaan ja suunnitellaan saamelaiskäräjien oppimateriaalityötä.

source: Čõõʹđtemvuässõsõhttõs Otava mättjem-materiaalpuuʹtʼtõõzz pirr maainast čõõʹđtemjååʹđteei Mervi Korhonen Heʹlssnest.
fin: Kustannusosakeyhtiö Otavan oppimateriaalituotannosta kertoo kustannuspäällikkö Mervi Korhonen Helsingistä.

source: Lââʹssteâđaid šõddmõõžžâst oudd Hannu Kangasniemi (hannu.
fin: Lisätietoja tapahtumasta antaa Hannu Kangasniemi (hannu.

source: Vuässõõttmõõžžâst poʹdde vuäitt iʹlmmted neʹttpååʹšt leʹbe teʹlfoon mieʹldd Irmeli Moilanen (irmeli.
fin: Osallistumisesta tilaisuuteen voi ilmoittaa sähköpostitse tai puhelimitse Irmeli Moilaselle (irmeli.

source: fi / 050-5691255) mââibaʹrǧǧe 16.9. mõõneeʹst.
fin: fi/050-5691255) tiistaihin 16.9. mennessä.

source: Poodd vuäitt seuʹrrjed še streaming – vuõlttõssân neʹttaddrõõzzâst sogku.
fin: Tilaisuutta on mahdollisuus seurata myös streaming – lähetyksenä nettiosoitteesta sogku.

source: Puäʹđ kulddled, jueʹǩǩed jurddjäät, ǩiõččmõššad da visiod sääʹmǩiõllsaž mättjem-materiaalin.
fin: Tule kuuntelemaan, jakamaan mielipiteesi, kokemuksesi ja visiosi saamenkielisistä oppimateriaaleista.

source: Nääiʹt vuässõõđak sääʹmǩiõllsai mättjem-materiaali õõudumuʹšše nuʹtt, što tõk puermõs vueiʹtlvaž vuâkka tueʹrjjee sääʹm ǩiõl da sääʹmǩiõllsa mättʼtõõzz jeeʹres škoouʹlʼjemtääʹzzin.
fin: Näin osallistut saamenkielisten oppimateriaalien kehittämiseen niin, että ne parhaalla mahdollisella tavalla tukevat saamen kielen ja saamenkielistä opetusta eri koulutusasteilla.

source: Parlameʹnttikueʹrnec Solju Sääʹmkulttuurkõõskõs Sajos, Aanar
fin: Parlamenttisali Solju Saamelaiskulttuurikeskus Sajos, Inari

source: čiâss 9.00 – 9.15
fin: klo 9.00 – 9.15

source: Šõddmõõžž äävumuš da kââʹff
fin: Tilaisuuden avaus ja tulokahvit

source: Yrjö Musta, Skoouʹlʼjem- da mättjem-materiaal-luʹvddkååʹdd saaǥǥjååʹđteei
fin: Yrjö Musta, Koulutus- ja oppimateriaalilautakunnan puheenjohtaja

source: čiâss 9.15 – 10.50
fin: klo 9.15 – 10.50

source: Sääʹmteeʹǧǧ mättjem-materiaaltuâjj, ǩiõččlâsttmõõžž materiaaltuâjast
fin: Saamelaiskäräjien oppimateriaalityö, käytännön kokemuksia materiaalityöstä

source: Mättjem-materiaal projeʹktt-tuâjjla:
fin: Oppimateriaalin projektityöntekijät:

source: Tiina Aikio-Sanila da Merja Fofonoff, nuõrttsääʹm
fin: Tiina Aikio-Sanila ja Merja Fofonoff, koltansaame

source: Petter Morottaja, aanarsääʹm
fin: Petter Morottaja, inarinsaame

source: Oona Länsman da Elen Anne Sara, tâʹvvsääʹm
fin: Oona Länsman ja Elen Anne Sara, pohjoissaame

source: čiâss 10.50 – 11.00
fin: klo 10.50 – 11.00

source: čiâss 11.00 – 12.00
fin: klo 11.00 – 12.00

source: Sääʹmǩiõllsaž mättjem-materiaalpuuʹtʼtõs ođđ vaʹǯǯtõõzzi õõudâst
fin: Saamenkielinen oppimateriaalituotanto uusien haasteiden edessä

source: Hannu Kangasniemi da Sääʹmteeʹǧǧ mättjem-materiaaltuâjjla
fin: Hannu Kangasniemi ja Saamelaiskäräjien oppimateriaalityöntekijät

source: - mättʼteemplaan vuâđai ooʹđumuš
fin: - opetussuunnitelman perusteiden uudistus

source: - tarbb digitaalʼlaž materiaal valmštumuʹšše
fin: - tarve digitaalisen materiaalin valmistamiseen

source: čiâss 12.00 – 13.00
fin: klo 12.00 – 13.00

source: Porrmõš, jiõččmäʹhssum
fin: Lounas, omakustanteinen

source: čiâss 13.00 – 14.30
fin: klo 13.00 – 14.30

source: Digitaalʼlaž mättjem-materiaalpuuʹtʼtõs
fin: Digitaalinen oppimateriaalituotanto

source: Saǥstõõllmõš da kõõččmõõžž
fin: Keskustelua ja kysymyksiä

source: čiâss 14.30 - 15.00
fin: klo 14.30 - 15.00

source: Kââʹffpodd, reʹsttrantt Lyeme, Sajos
fin: Kahvitauko, ravintola Lyeme, Sajos

source: čiâss 15.00 – 15.50
fin: klo 15.00 – 15.50

source: Luõvâs saǥstõõllmõš mättjem-materiaaltuâi pirr
fin: Vapaata keskustelua oppimateriaalityöstä

source: čiâss 15.50- 16.00
fin: klo 15.50- 16.00

source: Šõddmõõžž loopptumuš
fin: Tilaisuuden päätös
